package com.mKuleshov.lemon.HW1;

public class Task3 {
    //В переменной n хранится вещественное число с ненулевой дробной частью.
    // Создайте программу, округляющую число n до ближайшего целого и выводящую результат на экран.
    public static void main(String[] args) {
        double n = 10.09;
        System.out.println(Math.round(n));
    }
}
