package com.mKuleshov.lemon.HW1;

public class Task7 {
    //Напишите программу которая определяет какое из чисел больше
    public static void main(String[] args) {
        int n = 10;
        int m = 9;
        if (n > m) {
            System.out.println(n+" > "+m);

        } else System.out.println(n+" < "+m);
    }
}
