package com.mKuleshov.lemon.HW1;

public class Task5 {
    //Сила тяжести на Луне примерно равна 17%, напишите программу, которая вычисляет ваш вес на Луне.
    public static void main(String[] args) {

        double massa= 75.5;
        double vesnalune=massa*17/100;
        System.out.println(vesnalune);

    }

}
